// 1 homework: Задать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру в градусах по Фаренгейту. Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, где Tf – температура по Фаренгейту, Tc – температура по Цельсию
var Tc = prompt('Введите градусы по цельсию')
var Tf = (9 / 5) * Tc + 32
alert("По Фаренгейту " + Tf + " грдусов")

// 2 homework: Работа с переменными.
// не понятно (:

// 3 homework: Объявить две переменные: admin и name. Записать в name строку "Василий"; Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»).
var admin;
var name;
admin = name;

// 4 homework: *Чему будет равно JS-выражение 1000 + "108"/
//undefined
